Repository: CaoZ/rounded-window-corners
Catalog: po/*.po
Languages: uk

source: Not all application can works well with rounded corners effects, add them to this list to disable effects. The item of list is instance part of WM_CLASS property with window. You can pick a window to add it into this list.
uk: Не всі застосунки можуть добре працювати з ефектами заокруглених кутів, додайте їх до цього списку, щоб вимкнути ефекти. Елемент списку є екземпляром властивості WM_CLASS з вікном. Ви можете вибрати вікно, щоб додати його до цього списку.

source: Add Window
uk: Додати вікно

source: Setup different clip padding by add window into this list. The item of list is instance part of WM_CLASS property with window. You can pick a window to add it into this list.
uk: Налаштуйте інший відступ кліпу, додавши вікно до цього списку. Елемент списку є частиною екземпляра властивості WM_CLASS з вікном. Ви можете вибрати вікно, щоб додати його до цього списку.

source: Applications
uk: Застосунки

source: Some applications written using LibAdwaita or LibHandy already have native rounded corners, so we can skip them through these settings
uk: Деякі застосунки, написані за допомогою LibAdwaita або LibHandy, вже мають власні заокруглені кути, тому ми можемо пропустити їх за допомогою цих налаштувань

source: Skip LibAdwaita Applications
uk: Пропустити застосунки LibAdwaita

source: Skip LibHandy Applications
uk: Пропустити застосунки LibHandy

source: Window Shadow
uk: Тінь вікна

source: Customize the shadow of the rounded corner window
uk: Налаштувати тінь заокругленого кутового вікна

source: Global Settings
uk: Глобальні налаштування

source: This settings will try to effects all windows
uk: Ці налаштування намагатимуться вплинути на всі вікна

source: Border Width
uk: Ширина рамки

source: Border Color
uk: Колір рамки

source: Tweaks
uk: Твіки

source: Try to add rounded corners to Kitty Terminal in Wayland
uk: Спробувати додати заокруглені кути до терміналу Kitty у Wayland

source: Tweak clip paddings for Kitty Terminal
uk: Налаштувати внутрішній відступ для терміналу Kitty

source: Add Settings Entry in right-click menu of Background
uk: Додати запис налаштувань у меню фону правою кнопкою миші

source: Debug
uk: Налагодження

source: Enable Log
uk: Увімкнути журнал

source: Run <i>journalctl -o cat -f /usr/bin/gnome-shell</i> in terminal to see the log
uk: Запустіть <i>journalctl -o cat -f /usr/bin/gnome-shell</i> у терміналі, щоб переглянути журнал

source: Reset Preferences
uk: Скинути налаштування

source: Open Reset Preferences Dialog
uk: Відкрити діалогове вікно скидання налаштувань

source: Remove Window from this List
uk: Видалити вікно з цього списку

source: Pick Window to add into list
uk: Виберіть вікно, щоб додати до списку

source: Apply
uk: Застосувати

source: Focus Window
uk: Сфокусувати вікно

source: Unfocus Window
uk: Розфокусувати вікно

source: Horizontal Offset
uk: Горизонтальний зсув

source: Vertical Offset
uk: Вертикальний зсув

source: Blur Offset
uk: Зсув розмиття

source: Spread Radius
uk: Радіус розповсюдження

source: Opacity
uk: Непрозорість

source: Border Radius
uk: Радіус рамки

source: Corner Smoothing
uk: Згладжування кутів

source: Keep Rounded Corners when Maximized
uk: Зберігати заокруглені кути при збільшенні

source: Always keep rounded corners when window is maximized or tiled.
uk: Завжди зберігати заокруглені кути, коли вікно максимально збільшене або згорнуте.

source: Keep Rounded Corners when Fullscreen
uk: Зберігати заокруглені кути в повноекранному режимі

source: Always keep rounded corners when window is fullscreen.
uk: Завжди зберігати заокруглені кути, коли вікно розгорнуто на весь екран.

source: Paddings
uk: Відступи

source: Clip paddings of window
uk: Обрізати поля вікна

source: Left
uk: Ліворуч

source: Right
uk: Праворуч

source: Top
uk: Вверх

source: Bottom
uk: Низ

source: General
uk: Загальне

source: Blacklist
uk: Чорний список

source: Custom
uk: Власний

source: Can't add to list, because it has exists
uk: Не можна додати до списку, тому що він вже існує

source: Enable
uk: Увімкнути

source: Enable custom settings for this window
uk: Увімкнути власні налаштування для цього вікна

source: Can't pick a window window from this position
uk: Не можу вибрати вікно з цієї позиції

source: Edit Shadow for Rounded Corners Windows
uk: Редагувати тіні для вікон із заокругленими кутами

source: Focus Window Shadow Style
uk: Стиль тіні вибраного вікна

source: Unfocus Window Shadow Style
uk: Стиль тіні розфокусованого вікна

source: Padding
uk: Відступ

source: Keep Rounded Corners when Maximized or Fullscreen
uk: Зберігати заокруглені кути при збільшенні та в повноекранному режимі

source: Select Items to reset
uk: Виберіть елементи для скидання

source: Select All
uk: Вибрати все

source: Expand this row to pick a window.
uk: Розгорніть цей рядок, щоб вибрати вікно.

source: Rounded Corners Settings...
uk: Налаштування заокруглених кутів...
